IDEA Open Model
ReinfBarInclined.InclinedReinfBarType Property
 Type of inclined reinf bar
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public InclinedReinfBarType InclinedReinfBarType { get; set; }
Public Property InclinedReinfBarType As InclinedReinfBarType
	Get
	Set
public:
property InclinedReinfBarType InclinedReinfBarType {
	InclinedReinfBarType get ();
	void set (InclinedReinfBarType value);
}
Property Value
Type: InclinedReinfBarType
See Also
Reference
ReinfBarInclined Class
IdeaRS.OpenModel.Detail Namespace